const SheduleJson = [
  {
		"groupName": "ПрИ-101*",
		"even": {
			"Понедельник": [{
					"number": "2",
					"name": "Современные технологии поиска и обработки информации",
					"hall": "А-15 (1-10 н.)",
					"lecturer": "Петриченко Ю. В. и другие"
				},
				{
					"number": "3",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "А-15",
					"lecturer": "Митина О. В."
				},
				{
					"number": "4",
					"name": "Информатика",
					"hall": "132А",
					"lecturer": "Николаев И. Е."
				},
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "А-17",
					"lecturer": "Ярушин С. А."
				}
			],
			"Вторник": [
				{
					"number": "1",
					"name": "[I] Иностранный язык",
					"hall": "011",
					"lecturer": "Ковальчук Л. П."
				},
			  	{
					"number": "2",
					"name": "Дискретная математика",
					"hall": "132",
					"lecturer": "Шалагинов Л. В."
				}
			],
			"Среда": [
			  	{
					"number": "1",
					"name": "[II] Иностранный язык",
					"hall": "011",
					"lecturer": "Ковальчук Л. П."
				},
			  	{
					"number": "2",
					"name": "Информатика",
					"hall": "А-25",
					"lecturer": "Николаев И. Е."
				},
				{
					"number": "3",
					"name": "Физическая культура и спорт",
					"hall": "100, 4К",
					"lecturer": "Макарьев И. В."
				},
				{
					"number": "4",
					"name": "[I] Иностранный язык",
					"hall": "427",
					"lecturer": "Ковальчук Л. П."
				}
			],
			"Четверг": [
				{
					"number": "4",
					"name": "Физика",
					"hall": "432",
					"lecturer": "Бутько Л. Н."
				},
				{
					"number": "5",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "013",
					"lecturer": "Май Я. К."
				},
				{
					"number": "6",
					"name": "История",
					"hall": "А-17",
					"lecturer": "Бадиков Р. А."
				}
			],
			"Пятница": [{
					"number": "3",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "А-21",
					"lecturer": "Нагуманова А. В."
				},
				{
					"number": "4",
					"name": "[II] Иностранный язык",
					"hall": "013",
					"lecturer": "Ковальчук Л. П."
				}
			],
			"Суббота": [
			  	{
				  "number": "1",
				  "name": "Программирование",
				  "hall": "-",
				  "lecturer": "Кирсанова А. А."
				},
			  	{
				  "number": "6",
				  "name": "Программирование",
				  "hall": "132",
				  "lecturer": "Кирсанова А. А."
				},
			  	{
				  "number": "7",
				  "name": "Программирование",
				  "hall": "132",
				  "lecturer": "Кирсанова А. А."
				}
			],
			"Воскресенье": []
		},
		"odd": {
			"Понедельник": [
				{
					"number": "3",
					"name": "Дискретная математика",
					"hall": "А-15",
					"lecturer": "Шалагинов Л. В."
				},
				{
					"number": "4",
					"name": "Информатика",
					"hall": "132А",
					"lecturer": "Николаев И. Е."
				},
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "А-17",
					"lecturer": "Ярушин С. А."
				},
				{
					"number": "6",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "432",
					"lecturer": "Шуклина А. Ф."
				}
			],
			"Вторник": [
				{
					"number": "1",
					"name": "[I] Иностранный язык",
					"hall": "011",
					"lecturer": "Ковальчук Л. П."
				},
			  	{
					"number": "2",
					"name": "Дискретная математика",
					"hall": "132",
					"lecturer": "Шалагинов Л. В."
				}
			],
			"Среда": [
			  	{
					"number": "1",
					"name": "[II] Иностранный язык",
					"hall": "011",
					"lecturer": "Ковальчук Л. П."
				},
			  	{
					"number": "2",
					"name": "Физика",
					"hall": "А-15",
					"lecturer": "Бутько Л. Н."
				},
				{
					"number": "3",
					"name": "Физическая культура и спорт",
					"hall": "100, 4К",
					"lecturer": "Макарьев И. В."
				}
			],
			"Четверг": [
				{
					"number": "3",
					"name": "Современные технологии поиска и обработки информации",
					"hall": "132 (11-18н.)",
					"lecturer": "Петриченко Ю. В."
				},
				{
					"number": "4",
					"name": "Физика",
					"hall": "432",
					"lecturer": "Бутько Л. Н."
				},
				{
					"number": "5",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "013",
					"lecturer": "Май Я. К."
				}
			],
			"Пятница": [{
					"number": "3",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "А-21",
					"lecturer": "Нагуманова А. В."
				},
				{
					"number": "4",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "013",
					"lecturer": "Шуклина А. Ф."
				},
				{
					"number": "7",
					"name": "Программирование",
					"hall": "-",
					"lecturer": "Кирсанова А. А."
				},
				{
					"number": "8",
					"name": "Программирование",
					"hall": "-",
					"lecturer": "Кирсанова А. А."
				}
			],
			"Суббота": [
			  	{
				  "number": "5",
				  "name": "Линейная алгебра и аналитическая геометрия",
				  "hall": "А-13",
				  "lecturer": "Митина О. В."
				}
			],
			"Воскресенье": []
		}
	},
	{
		"groupName": "ПрИ-102*",
		"even": {
			"Понедельник": [{
					"number": "2",
					"name": "Современные технологии поиска и обработки информации",
					"hall": "А-15 (1-10 н.)",
					"lecturer": "Петриченко Ю. В. и другие"
				},
				{
					"number": "3",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "А-15",
					"lecturer": "Митина О. В."
				},
				{
					"number": "4",
					"name": "Физическая культура и спорт",
					"hall": "100, 4К",
					"lecturer": "Макарьев И. В."
				},
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "А-17",
					"lecturer": "Ярушин С. А."
				}
			],
			"Вторник": [
				{
					"number": "1",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "027",
					"lecturer": "Май Я. К."
				},
			  	{
					"number": "2",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "027",
					"lecturer": "Май Я. К."
				},
			  	{
					"number": "3",
					"name": "Дискретная математика",
					"hall": "132",
					"lecturer": "Шалагинов Л. В."
				}
			],
			"Среда": [
			  	{
					"number": "1",
					"name": "Физика",
					"hall": "431",
					"lecturer": "Бутько Л. Н."
				},
			  	{
					"number": "2",
					"name": "Информатика",
					"hall": "А-25",
					"lecturer": "Николаев И. Е."
				}
			],
			"Четверг": [
				{
					"number": "5",
					"name": "Информатика",
					"hall": "132",
					"lecturer": "Николаев И. Е."
				},
				{
					"number": "6",
					"name": "История",
					"hall": "А-17",
					"lecturer": "Бадиков Р. А."
				}
			],
			"Пятница": [
				{
					"number": "2",
					"name": "[I] Иностранный язык",
					"hall": "011",
					"lecturer": "Шушарина В. А."
				},
				{
					"number": "3",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "А-21",
					"lecturer": "Нагуманова А. В."
				}
			],
			"Суббота": [
			  	{
				  "number": "1",
				  "name": "Программирование",
				  "hall": "-",
				  "lecturer": "Кирсанова А. А."
				},
				{
				  "number": "4",
				  "name": "Программирование",
				  "hall": "-",
				  "lecturer": "Кирсанова А. А."
				},
			  	{
				  "number": "5",
				  "name": "Программирование",
				  "hall": "-",
				  "lecturer": "Кирсанова А. А."
				}
			],
			"Воскресенье": []
		},
		"odd": {
			"Понедельник": [
				{
					"number": "3",
					"name": "Дискретная математика",
					"hall": "А-15",
					"lecturer": "Шалагинов Л. В."
				},
				{
					"number": "4",
					"name": "Физическая культура и спорт",
					"hall": "100, 4К",
					"lecturer": "Макарьев И. В."
				},
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "А-17",
					"lecturer": "Ярушин С. А."
				}
			],
			"Вторник": [
				{
					"number": "1",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "316",
					"lecturer": "Ижбердеева Е. М."
				},
				{
					"number": "2",
					"name": "[I] Иностранный язык",
					"hall": "332А",
					"lecturer": "Шушарина В. А."
				},
				{
					"number": "2",
					"name": "[II] Иностранный язык",
					"hall": "431",
					"lecturer": "Сотникова Е. С."
				},
			  	{
					"number": "3",
					"name": "Дискретная математика",
					"hall": "132",
					"lecturer": "Шалагинов Л. В."
				}
			],
			"Среда": [
			  	{
					"number": "1",
					"name": "Физика",
					"hall": "431",
					"lecturer": "Бутько Л. Н."
				},
			  	{
					"number": "2",
					"name": "Физика",
					"hall": "А-15",
					"lecturer": "Бутько Л. Н."
				}
			],
			"Четверг": [
				{
					"number": "4",
					"name": "Современные технологии поиска и обработки информации",
					"hall": "132 (11-18 н.)",
					"lecturer": "Петриченко Ю. В. и другие"
				},
				{
					"number": "5",
					"name": "Информатика",
					"hall": "132",
					"lecturer": "Николаев И. Е."
				}
			],
			"Пятница": [
				{
					"number": "1",
					"name": "[II] Иностранный язык",
					"hall": "427",
					"lecturer": "Сотникова Е. С."
				},
				{
					"number": "2",
					"name": "[I] Иностранный язык",
					"hall": "011",
					"lecturer": "Шушарина В. А."
				},
				{
					"number": "2",
					"name": "[II] Иностранный язык",
					"hall": "427",
					"lecturer": "Сотникова Е. С."
				},
				{
					"number": "3",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "А-21",
					"lecturer": "Нагуманова А. В."
				}
			],
			"Суббота": [
				{
					"number": "4",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "427",
					"lecturer": "Ижбердеева Е. М."
				},
			  	{
					"number": "5",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "А-13",
					"lecturer": "Митина О. В."
				},
			  	{
					"number": "7",
					"name": "Программирование",
					"hall": "-",
					"lecturer": "Кирсанова А. А."
				},
			  	{
					"number": "8",
					"name": "Программирование",
					"hall": "-",
					"lecturer": "Кирсанова А. А."
				}
			],
			"Воскресенье": []
		}
	},
	{
		"groupName": "ПрИ-103*",
		"even": {
			"Понедельник": [{
					"number": "2",
					"name": "Современные технологии поиска и обработки информации",
					"hall": "А-15 (1-10 н.)",
					"lecturer": "Петриченко Ю. В. и другие"
				},
				{
					"number": "3",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "А-15",
					"lecturer": "Митина О. В."
				},
				{
					"number": "4",
					"name": "Дискретная математика",
					"hall": "105/425",
					"lecturer": "Шалагинов Л. В."
				},
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "А-17",
					"lecturer": "Ярушин С. А."
				}
			],
			"Вторник": [
			  	{
					"number": "2",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "011",
					"lecturer": "Ижбердеева Е. М."
				},
			  	{
					"number": "3",
					"name": "Физика",
					"hall": "413",
					"lecturer": "Бутько Л. Н."
				}
			],
			"Среда": [
			  	{
					"number": "2",
					"name": "Информатика",
					"hall": "А-25",
					"lecturer": "Николаев И. Е."
				},
				{
					"number": "3",
					"name": "Иностранный язык",
					"hall": "427/200",
					"lecturer": "Ковальчук Л. П."
				},
				{
					"number": "4",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "429",
					"lecturer": "Май Я. К."
				},
				{
					"number": "5",
					"name": "Информатика",
					"hall": "132А",
					"lecturer": "Николаев И. Е."
				}
			],
			"Четверг": [
				{
					"number": "5",
					"name": "Физическая культура и спорт",
					"hall": "100, 4К",
					"lecturer": "Макарьев И. В."
				},
				{
					"number": "6",
					"name": "История",
					"hall": "А-17",
					"lecturer": "Бадиков Р. А."
				}
			],
			"Пятница": [
				{
					"number": "3",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "А-21",
					"lecturer": "Нагуманова А. В."
				}
			],
			"Суббота": [
				{
					"number": "1",
					"name": "Программирование",
					"hall": "-",
					"lecturer": "Кирсанова А. А."
				},
				{
					"number": "2",
					"name": "Программирование",
					"hall": "-",
					"lecturer": "Кирсанова А. А."
				},
				{
					"number": "3",
					"name": "Программирование",
					"hall": "-",
					"lecturer": "Кирсанова А. А."
				}
			],
			"Воскресенье": []
		},
		"odd": {
			"Понедельник": [
				{
					"number": "2",
					"name": "Современные технологии поиска и обработки информации",
					"hall": "132 (11-18 н.)",
					"lecturer": "Петриченко Ю. В. и другие"
				},
				{
					"number": "3",
					"name": "Дискретная математика",
					"hall": "А-15",
					"lecturer": "Шалагинов Л. В."
				},
				{
					"number": "4",
					"name": "Дискретная математика",
					"hall": "105/425",
					"lecturer": "Шалагинов Л. В."
				},
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "А-17",
					"lecturer": "Ярушин С. А."
				}
			],
			"Вторник": [
			  	{
					"number": "2",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "011",
					"lecturer": "Ижбердеева Е. М."
				},
			  	{
					"number": "3",
					"name": "Физика",
					"hall": "413",
					"lecturer": "Бутько Л. Н."
				}
			],
			"Среда": [
			  	{
					"number": "2",
					"name": "Физика",
					"hall": "А-15",
					"lecturer": "Бутько Л. Н."
				},
				{
					"number": "3",
					"name": "Иностранный язык",
					"hall": "427/200",
					"lecturer": "Ковальчук Л. П."
				},
				{
					"number": "4",
					"name": "Иностранный язык",
					"hall": "426А",
					"lecturer": "Ковальчук Л. П."
				},
				{
					"number": "5",
					"name": "Информатика",
					"hall": "132А",
					"lecturer": "Николаев И. Е."
				}
			],
			"Четверг": [
				{
					"number": "5",
					"name": "Физическая культура и спорт",
					"hall": "100, 4К",
					"lecturer": "Макарьев И. В."
				},
				{
					"number": "6",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "425",
					"lecturer": "Май Я. К."
				}
			],
			"Пятница": [
				{
					"number": "3",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "А-21",
					"lecturer": "Нагуманова А. В."
				}
			],
			"Суббота": [
				{
					"number": "2",
					"name": "Программирование",
					"hall": "-",
					"lecturer": "Кирсанова А. А."
				},
				{
					"number": "3",
					"name": "Программирование",
					"hall": "-",
					"lecturer": "Кирсанова А. А."
				},
			  	{
				  "number": "5",
				  "name": "Линейная алгебра и аналитическая геометрия",
				  "hall": "А-13",
				  "lecturer": "Митина О. В."
				}
			],
			"Воскресенье": []
		}
	},
	{
		"groupName": "БИ-101*",
		"even": {
			"Понедельник": [
				{
					"number": "2",
					"name": "Введение в бизнес-информатику",
					"hall": "А-15",
					"lecturer": "Петриченко Ю. В. и другие"
				},
				{
					"number": "3",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "А-15",
					"lecturer": "Митина О. В."
				},
				{
					"number": "4",
					"name": "Дискретная математика",
					"hall": "105/425",
					"lecturer": "Шалагинов Л. В."
				},
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "А-17",
					"lecturer": "Ярушин С. А."
				}
			],
			"Вторник": [],
			"Среда": [
				{
					"number": "2",
					"name": "Экономическая теория",
					"hall": "132А",
					"lecturer": "Матвийшина Е. М."
				},
				{
					"number": "3",
					"name": "Информатика и программирование",
					"hall": "132А",
					"lecturer": "Мельников В. А."
				},
				{
					"number": "4",
					"name": "Информатика и программирование",
					"hall": "132А",
					"lecturer": "Мельников В. А."				
				},
				{
					"number": "5",
					"name": "Иностранный язык",
					"hall": "334А",
					"lecturer": "Шушарина В. А."
				}
			],
			"Четверг": [{
					"number": "4",
					"name": "Физическая культура и спорт",
					"hall": "100, 4К",
					"lecturer": "Макарьев И. В."
				},
				{
					"number": "5",
					"name": "Введение в бизнес-информатику",
					"hall": "132Б",
					"lecturer": "Петриченко Ю. В."
				},
				{
					"number": "6",
					"name": "История",
					"hall": "А-17",
					"lecturer": "Бадиков Р. А."
				}
			],
			"Пятница": [{
					"number": "3",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "А-21",
					"lecturer": "Нагуманова А. В."
				},
				{
					"number": "4",
					"name": "Информатика и программирование",
					"hall": "132Б",
					"lecturer": "Мельников В. А."
				},
				{
					"number": "5",
					"name": "Иностранный язык",
					"hall": "425",
					"lecturer": "Шушарина В. А."
				}
			],
			"Суббота": [],
			"Воскресенье": []
		},
		"odd": {
			"Понедельник": [
				{
					"number": "2",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "423А",
					"lecturer": "Ижбердеева Е. М."
				},
				{
					"number": "3",
					"name": "Дискретная математика",
					"hall": "А-15",
					"lecturer": "Шалагинов Л. В."
				},
				{
					"number": "4",
					"name": "Дискретная математика",
					"hall": "105/425",
					"lecturer": "Шалагинов Л. В."
				},
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "А-17",
					"lecturer": "Ярушин С. А."
				}
			],
			"Вторник": [
				{
					"number": "1",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "027",
					"lecturer": "Май Я. К."
				},
				{
					"number": "2",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "027",
					"lecturer": "Май Я. К."
				}
			],
			"Среда": [
				{
					"number": "1",
					"name": "Экономическая теория",
					"hall": "132А",
					"lecturer": "Матвийшина Е. М."
				},
				{
					"number": "2",
					"name": "Экономическая теория",
					"hall": "132А",
					"lecturer": "Матвийшина Е. М."
				},
				{
					"number": "3",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "А-17",
					"lecturer": "Ижбердеева Е. М."
				},
				{
					"number": "4",
					"name": "Информатика и программирование",
					"hall": "132А",
					"lecturer": "Мельников В. А."				
				}
			],
			"Четверг": [{
					"number": "4",
					"name": "Физическая культура и спорт",
					"hall": "100, 4К",
					"lecturer": "Макарьев И. В."
				},
				{
					"number": "5",
					"name": "Введение в бизнес-информатику",
					"hall": "132Б",
					"lecturer": "Петриченко Ю. В."
				}
			],
			"Пятница": [{
					"number": "3",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "А-21",
					"lecturer": "Нагуманова А. В."
				},
				{
					"number": "4",
					"name": "Информатика и программирование",
					"hall": "132Б",
					"lecturer": "Мельников В. А."
				},
				{
					"number": "5",
					"name": "Иностранный язык",
					"hall": "425",
					"lecturer": "Шушарина В. А."
				}
			],
			"Суббота": [
				{
					"number": "5",
					"name": "Линейная алгебра и аналитическая геометрия",
					"hall": "А-13",
					"lecturer": "Митина О. В."
				}
			],
			"Воскресенье": []
		}
	},
	{
		"groupName": "ПрИ-201*",
		"even": {
			"Понедельник": [
				{
					"number": "2",
					"name": "[I] Прикладная и оздоровительная физическая культура",
					"hall": "100, 4К",
					"lecturer": "Макарьев И. В."
				},
				{
					"number": "3",
					"name": "Дискретная математика",
					"hall": "132",
					"lecturer": "Мирасов В. Ф."
				},
				{
					"number": "4",
					"name": "Дискретная математика",
					"hall": "132",
					"lecturer": "Мирасов В. Ф."
				},
				{
					"number": "5",
					"name": "Философия",
					"hall": "013",
					"lecturer": "Соломко Д. В."
				}
			],
			"Вторник": [
				{
					"number": "2",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "дистанционно",
					"lecturer": "Панькин В. Е."
				},
				{
					"number": "4",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "А-23",
					"lecturer": "Шуклина А. Ф."
				},
				{
					"number": "5",
					"name": "Менеджмент в ИТ-сфере",
					"hall": "413",
					"lecturer": "Петриченко Ю. В."
				},
				{
					"number": "6",
					"name": "Менеджмент в ИТ-сфере",
					"hall": "А-13",
					"lecturer": "Петриченко Ю. В."
				}
			],
			"Среда": [
				{
					"number": "5",
					"name": "Операционные системы",
					"hall": "132",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "6",
					"name": "Сети и телекоммуникации",
					"hall": "132",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "7",
					"name": "Алгоритмы и анализ сложности",
					"hall": "132",
					"lecturer": "Митянина А. В."
				},
				{
					"number": "8",
					"name": "Алгоритмы и анализ сложности",
					"hall": "132",
					"lecturer": "Митянина А. В."
				}
			],
			"Четверг": [
				{
					"number": "4",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "425",
					"lecturer": "Шуклина А. Ф."
				},
				{
					"number": "5",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "425",
					"lecturer": "Шуклина А. Ф."
				},
				{
					"number": "7",
					"name": "Алгоритмы и анализ сложности",
					"hall": "дистанционно",
					"lecturer": "Митянина А. В."
				},
				{
					"number": "8",
					"name": "Алгоритмы и анализ сложности",
					"hall": "дистанционно",
					"lecturer": "Митянина А. В."
				}
			],
			"Пятница": [
				{
					"number": "5",
					"name": "[II] Иностранный язык",
					"hall": "013",
					"lecturer": "Сотникова Е. С."
				},
				{
					"number": "6",
					"name": "Теория вероятностей и математическая статистика",
					"hall": "431",
					"lecturer": "Нагуманова А. В."
				},
				{
					"number": "7",
					"name": "Теория вероятностей и математическая статистика",
					"hall": "431",
					"lecturer": "Нагуманова А. В."
				}
			],
			"Суббота": [{
					"number": "3",
					"name": "Базы и хранилища данных",
					"hall": "132",
					"lecturer": "Арканов А. С."
				}
			],
			"Воскресенье": []
		},
		"odd": {
			"Понедельник": [
				{
					"number": "2",
					"name": "[II] Иностранный язык",
					"hall": "132Б",
					"lecturer": "Сотникова Е. С."
				},
				{
					"number": "3",
					"name": "[II] Иностранный язык",
					"hall": "132Б",
					"lecturer": "Сотникова Е. С."
				},
				{
					"number": "4",
					"name": "Дискретная математика",
					"hall": "132",
					"lecturer": "Мирасов В. Ф."
				},
				{
					"number": "5",
					"name": "[I] Иностранный язык",
					"hall": "011",
					"lecturer": "Сотникова Е. С."
				}
			],
			"Вторник": [
				{
					"number": "2",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "дистанционно",
					"lecturer": "Панькин В. Е."
				},
				{
					"number": "3",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "100, 4К",
					"lecturer": "Макарьев И. В."
				},
				{
					"number": "4",
					"name": "Операционные системы",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				}
			],
			"Среда": [
				{
					"number": "4",
					"name": "[I] Сети и телекоммуникации",
					"hall": "132",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "5",
					"name": "[I] Сети и телекоммуникации",
					"hall": "132",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "5",
					"name": "[II] Прикладная и оздоровительная физическая культура",
					"hall": "100, 4К",
					"lecturer": "Макарьев И. В."
				},
				{
					"number": "6",
					"name": "Теория вероятностей и математическая статистика",
					"hall": "А-13",
					"lecturer": "Нагуманова А. В."
				}
			],
			"Четверг": [
				{
					"number": "4",
					"name": "[I] Иностранный язык",
					"hall": "132Б",
					"lecturer": "Сотникова Е. С."
				},
				{
					"number": "4",
					"name": "[II] Сети и телекоммуникации",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "5",
					"name": "[I] Иностранный язык",
					"hall": "011",
					"lecturer": "Сотникова Е. С."
				},
				{
					"number": "5",
					"name": "[II] Сети и телекоммуникации",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "6",
					"name": "Философия",
					"hall": "413",
					"lecturer": "Соломко Д. В."
				},
				{
					"number": "7",
					"name": "Операционные системы",
					"hall": "132",
					"lecturer": "Скрипов С. А."
				}
			],
			"Пятница": [
				
			],
			"Суббота": [{
					"number": "3",
					"name": "Базы и хранилища данных",
					"hall": "132",
					"lecturer": "Арканов А. С."
				},
				{
					"number": "4",
					"name": "Базы и хранилища данных",
					"hall": "А-13",
					"lecturer": "Арканов А. С."
				}
			],
			"Воскресенье": []
		}
	},
	{
		"groupName": "ПрИ-202*",
		"even": {
			"Понедельник": [
				{
					"number": "3",
					"name": "Дискретная математика",
					"hall": "132",
					"lecturer": "Мирасов В. Ф."
				},
				{
					"number": "4",
					"name": "Дискретная математика",
					"hall": "132",
					"lecturer": "Мирасов В. Ф."
				},
				{
					"number": "5",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "429",
					"lecturer": "Шуклина А. Ф."
				},
				{
					"number": "6",
					"name": "Философия",
					"hall": "431",
					"lecturer": "Соломко Д. В."
				}
			],
			"Вторник": [
				{
					"number": "4",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "А-23",
					"lecturer": "Шуклина А. Ф."
				},
				{
					"number": "5",
					"name": "Менеджмент в ИТ-сфере",
					"hall": "413",
					"lecturer": "Петриченко Ю. В."
				},
				{
					"number": "6",
					"name": "Менеджмент в ИТ-сфере",
					"hall": "А-13",
					"lecturer": "Петриченко Ю. В."
				}
			],
			"Среда": [
				{
					"number": "4",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "дистанционно",
					"lecturer": "Панькин В. Е."
				},
				{
					"number": "6",
					"name": "Сети и телекоммуникации",
					"hall": "132",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "7",
					"name": "Алгоритмы и анализ сложности",
					"hall": "132",
					"lecturer": "Митянина А. В."
				},
				{
					"number": "8",
					"name": "Алгоритмы и анализ сложности",
					"hall": "132",
					"lecturer": "Митянина А. В."
				}
			],
			"Четверг": [
				{
					"number": "4",
					"name": "Операционные системы",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "5",
					"name": "Операционные системы",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "7",
					"name": "Алгоритмы и анализ сложности",
					"hall": "132",
					"lecturer": "Митянина А. В."
				},
				{
					"number": "8",
					"name": "Алгоритмы и анализ сложности",
					"hall": "132",
					"lecturer": "Митянина А. В."
				}
			],
			"Пятница": [
				{
					"number": "4",
					"name": "Иностранный язык",
					"hall": "441А",
					"lecturer": "Сотникова Е. С."
				}
			],
			"Суббота": [{
					"number": "3",
					"name": "Базы и хранилища данных",
					"hall": "132",
					"lecturer": "Арканов А. С."
				}
			],
			"Воскресенье": []
		},
		"odd": {
			"Понедельник": [
				{
					"number": "2",
					"name": "Иностранный язык",
					"hall": "132Б",
					"lecturer": "Сотникова Е. С."
				},
				{
					"number": "3",
					"name": "Иностранный язык",
					"hall": "132Б",
					"lecturer": "Сотникова Е. С."
				},
				{
					"number": "4",
					"name": "Дискретная математика",
					"hall": "132",
					"lecturer": "Мирасов В. Ф."
				},
				{
					"number": "5",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "429",
					"lecturer": "Шуклина А. Ф."
				}
			],
			"Вторник": [],
			"Среда": [
				{
					"number": "4",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "дистанционно",
					"lecturer": "Панькин В. Е."
				},
				{
					"number": "6",
					"name": "Теория вероятностей и математическая статистика",
					"hall": "А-13",
					"lecturer": "Нагуманова А. В."
				}
			],
			"Четверг": [
				{
					"number": "4",
					"name": "Сети и телекоммуникации",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "5",
					"name": "Сети и телекоммуникации",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "6",
					"name": "Философия",
					"hall": "413",
					"lecturer": "Соломко Д. В."
				},
				{
					"number": "7",
					"name": "Операционные системы",
					"hall": "132",
					"lecturer": "Скрипов С. А."
				}
			],
			"Пятница": [
				{
					"number": "5",
					"name": "Теория вероятностей и математическая статистика",
					"hall": "413",
					"lecturer": "Нагуманова А. В."
				},
				{
					"number": "6",
					"name": "Теория вероятностей и математическая статистика",
					"hall": "431",
					"lecturer": "Нагуманова А. В."
				}	
			],
			"Суббота": [{
					"number": "3",
					"name": "Базы и хранилища данных",
					"hall": "132",
					"lecturer": "Арканов А. С."
				},
				{
					"number": "4",
					"name": "Базы и хранилища данных",
					"hall": "А-13",
					"lecturer": "Арканов А. С."
				}
			],
			"Воскресенье": []
		}
	},
	{
		"groupName": "БИ-201*",
		"even": {
			"Понедельник": [
				{
					"number": "3",
					"name": "Экономика фирмы и автоматизация учёта",
					"hall": "132А",
					"lecturer": "Петриченко Ю. В."
				},
				{
					"number": "4",
					"name": "Иностранный язык",
					"hall": "132Б",
					"lecturer": "Шушарина В. А."
				},
				{
					"number": "5",
					"name": "Алгоритмы и структуры данных",
					"hall": "132А",
					"lecturer": "Мельников В. А."
				}
			],
			"Вторник": [{
					"number": "2",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "008/437",
					"lecturer": "Шуклина А. Ф."
				},
				{
					"number": "3",
					"name": "Операционные системы",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "4",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "А-23",
					"lecturer": "Шуклина А. Ф."
				},
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "100, 4К",
					"lecturer": "Макарьев И. В."
				}
			],
			"Среда": [
				{
					"number": "3",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "дистанционно",
					"lecturer": "Панькин В. Е."
				},
				{
					"number": "6",
					"name": "Теория вероятностей и математическая статистика",
					"hall": "429",
					"lecturer": "Нагуманова А. В."
				}
			],
			"Четверг": [
				{
					"number": "1",
					"name": "Иностранный язык",
					"hall": "334а",
					"lecturer": "Шушарина В. А."
				},
				{
					"number": "2",
					"name": "Иностранный язык",
					"hall": "334а",
					"lecturer": "Шушарина В. А."
				},
				{
					"number": "7",
					"name": "Алгоритмы и структуры данных",
					"hall": "132",
					"lecturer": "Митянина А. В."
				}
			],
			"Пятница": [
				{
					"number": "4",
					"name": "Экономика фирмы и автоматизация учёта",
					"hall": "132",
					"lecturer": "Петриченко Ю. В."
				},
				{
					"number": "5",
					"name": "Алгоритмы и структуры данных",
					"hall": "132Б",
					"lecturer": "Мельников В. А."
				}
			],
			"Суббота": [{
					"number": "4",
					"name": "Базы и хранилища данных",
					"hall": "132",
					"lecturer": "Арканов А. С."
				}
			],
			"Воскресенье": []
		},
		"odd": {
			"Понедельник": [
				{
					"number": "4",
					"name": "Операционные системы",
					"hall": "132Б",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "5",
					"name": "Алгоритмы и структуры данных",
					"hall": "132А",
					"lecturer": "Мельников В. А."
				}
			],
			"Вторник": [
				{
					"number": "2",
					"name": "Математический анализ. Дифференциальные и разностные уравнения",
					"hall": "008/437",
					"lecturer": "Шуклина А. Ф."
				},
				{
					"number": "3",
					"name": "Операционные системы",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "4",
					"name": "Экономика фирмы и автоматизация учёта",
					"hall": "132Б",
					"lecturer": "Петриченко Ю. В."
				},
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "100, 4К",
					"lecturer": "Макарьев И. В."
				}
			],
			"Среда": [
				{
					"number": "3",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "дистанционно",
					"lecturer": "Панькин В. Е."
				},
				{
					"number": "6",
					"name": "Теория вероятностей и математическая статистика",
					"hall": "А-13",
					"lecturer": "Нагуманова А. В."
				},
				{
					"number": "7",
					"name": "Теория вероятностей и математическая статистика",
					"hall": "431",
					"lecturer": "Нагуманова А. В."
				}
			],
			"Четверг": [
				{
					"number": "6",
					"name": "Философия",
					"hall": "413",
					"lecturer": "Соломко Д. В."
				},
				{
					"number": "7",
					"name": "Философия",
					"hall": "316",
					"lecturer": "Соломко Д. В."
				}
			],
			"Пятница": [],
			"Суббота": [
				{
					"number": "4",
					"name": "Базы и хранилища данных",
					"hall": "А-13",
					"lecturer": "Арканов А. С."
				},
				{
					"number": "5",
					"name": "Базы и хранилища данных",
					"hall": "132",
					"lecturer": "Арканов А. С."
				}
			],
			"Воскресенье": []
		}
	},
	{
		"groupName": "ПрИ-301*",
		"even": {
			"Понедельник": [
				{
					"number": "5",
					"name": "Моделирование и анализ бизнес-процессов",
					"hall": "132Б",
					"lecturer": "Шепталин Г. А."
				},
				{
					"number": "6",
					"name": "Моделирование и анализ бизнес-процессов",
					"hall": "132Б",
					"lecturer": "Шепталин Г. А."
				},
				{
					"number": "7",
					"name": "Разработка интернет-приложений",
					"hall": "132Б",
					"lecturer": "Кицюк М. А."
				},
				{
					"number": "8",
					"name": "Разработка интернет-приложений",
					"hall": "132Б",
					"lecturer": "Кицюк М. А."
				}
			],
			"Вторник": [
				{
					"number": "6",
					"name": "Моделирование и анализ бизнес-процессов",
					"hall": "132",
					"lecturer": "Шепталин Г. А."
				},
				{
					"number": "7",
					"name": "Программная инженерия",
					"hall": "132",
					"lecturer": "Ботов Д. С."
				},
				{
					"number": "8",
					"name": "Программная инженерия",
					"hall": "132",
					"lecturer": "Ботов Д. С."
				}
			],
			"Среда": [
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "-",
					"lecturer": "-"
				}
			],
			"Четверг": [
				{
					"number": "6",
					"name": "Операционные системы",
					"hall": "132",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "7",
					"name": "Имитационное моделирование",
					"hall": "432 (1-10 н.)",
					"lecturer": "Шилова О. Ю."
				},
				{
					"number": "8",
					"name": "Имитационное моделирование",
					"hall": "132А (1-13 н.)",
					"lecturer": "Шилова О. Ю."
				}
			],
			"Пятница": [
				{
					"number": "2",
					"name": "Технологии прикладного программирования",
					"hall": "132",
					"lecturer": "Долгов А. Ю."
				},
				{
					"number": "3",
					"name": "Сети и телекоммуникации",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "4",
					"name": "[II] Сети и телекоммуникации",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "5",
					"name": "[II] Сети и телекоммуникации",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				}
			],
			"Суббота": [{
					"number": "1",
					"name": "Базы и хранилища данных",
					"hall": "132А",
					"lecturer": "Барабанщиков И. В."
				},
				{
					"number": "2",
					"name": "Базы и хранилища данных",
					"hall": "413",
					"lecturer": "Барабанщиков И. В."
				},
				{
					"number": "3",
					"name": "Базы и хранилища данных",
					"hall": "132Б",
					"lecturer": "Барабанщиков И. В."
				}
			],
			"Воскресенье": []
		},
		"odd": {
			"Понедельник": [
				{
					"number": "7",
					"name": "Разработка интернет-приложений",
					"hall": "132Б",
					"lecturer": "Кицюк М. А."
				}
			],
			"Вторник": [
				{
					"number": "5",
					"name": "Имитационное моделирование",
					"hall": "132А (1-13 н.)",
					"lecturer": "Шилова О. Ю."
				},
				{
					"number": "6",
					"name": "Операционные системы",
					"hall": "132",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "7",
					"name": "Программная инженерия",
					"hall": "132",
					"lecturer": "Ботов Д. С."
				},
				{
					"number": "8",
					"name": "Программная инженерия",
					"hall": "132",
					"lecturer": "Ботов Д. С."
				}
			],
			"Среда": [
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "-",
					"lecturer": "-"
				}
			],
			"Четверг": [
				{
					"number": "6",
					"name": "Операционные системы",
					"hall": "132",
					"lecturer": "Скрипов С. А."
				}
			],
			"Пятница": [
				{
					"number": "2",
					"name": "Технологии прикладного программирования",
					"hall": "132",
					"lecturer": "Долгов А. Ю."
				},
				{
					"number": "3",
					"name": "Технологии прикладного программирования",
					"hall": "132",
					"lecturer": "Долгов А. Ю."
				},
				{
					"number": "4",
					"name": "[I] Сети и телекоммуникации",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				},
				{
					"number": "5",
					"name": "[I] Сети и телекоммуникации",
					"hall": "132А",
					"lecturer": "Скрипов С. А."
				}
			],
			"Суббота": [{
					"number": "1",
					"name": "Базы и хранилища данных",
					"hall": "132А",
					"lecturer": "Барабанщиков И. В."
				},
				{
					"number": "2",
					"name": "Базы и хранилища данных",
					"hall": "132А",
					"lecturer": "Барабанщиков И. В."
				}
			],
			"Воскресенье": []
		}
	},
	{
		"groupName": "БИ-301*",
		"even": {
			"Понедельник": [],
			"Вторник": [
				{
					"number": "6",
					"name": "Архитектура предприятия и моделирование бизнес-процессов",
					"hall": "132",
					"lecturer": "Шепталин Г. А."
				},
				{
					"number": "7",
					"name": "Управление ИТ-проектами и жизненным циклом ПО",
					"hall": "132",
					"lecturer": "Ботов Д. С."
				},
				{
					"number": "8",
					"name": "Управление ИТ-проектами и жизненным циклом ПО",
					"hall": "132",
					"lecturer": "Ботов Д. С."
				}
			],
			"Среда": [
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "-",
					"lecturer": "-"
				},
				{
					"number": "6",
					"name": "Создание бизнес-приложений в системе 1С:Предприятие",
					"hall": "132Б",
					"lecturer": "Богатенков Д. С."
				},
				{
					"number": "7",
					"name": "Создание бизнес-приложений в системе 1С:Предприятие",
					"hall": "132Б",
					"lecturer": "Богатенков Д. С."
				},
				{
					"number": "8",
					"name": "Создание бизнес-приложений в системе 1С:Предприятие",
					"hall": "132Б",
					"lecturer": "Богатенков Д. С."
				}
			],
			"Четверг": [
				{
					"number": "6",
					"name": "Архитектура предприятия и моделирование бизнес-процессов",
					"hall": "132Б",
					"lecturer": "Шепталин Г. А."
				},
				{
					"number": "7",
					"name": "Имитационное моделирование",
					"hall": "432 (1-10 н.)",
					"lecturer": "Шилова О. Ю."
				}
			],
			"Пятница": [],
			"Суббота": [
				{
					"number": "1",
					"name": "Интернет-технологии",
					"hall": "132Б",
					"lecturer": "Потапов В. В."
				},
				{
					"number": "2",
					"name": "Базы и хранилища данных",
					"hall": "413",
					"lecturer": "Барабанщиков И. В."
				}
			],
			"Воскресенье": []
		},
		"odd": {
			"Понедельник": [
				{
					"number": "5",
					"name": "Статические методы анализа данных",
					"hall": "132",
					"lecturer": "Алюков С. В."
				},
				{
					"number": "6",
					"name": "Статические методы анализа данных",
					"hall": "132",
					"lecturer": "Алюков С. В."
				},
				{
					"number": "7",
					"name": "Статические методы анализа данных",
					"hall": "132",
					"lecturer": "Алюков С. В."
				},
			],
			"Вторник": [
				{
					"number": "6",
					"name": "Имитационное моделирование",
					"hall": "132А (1-13 н.)",
					"lecturer": "Шилова О. Ю."
				},
				{
					"number": "7",
					"name": "Управление ИТ-проектами и жизненным циклом ПО",
					"hall": "132",
					"lecturer": "Ботов Д. С."
				},
				{
					"number": "8",
					"name": "Управление ИТ-проектами и жизненным циклом ПО",
					"hall": "132",
					"lecturer": "Ботов Д. С."
				}
			],
			"Среда": [
				{
					"number": "5",
					"name": "Прикладная и оздоровительная физическая культура",
					"hall": "-",
					"lecturer": "-"
				}
			],
			"Четверг": [
				{
					"number": "6",
					"name": "Архитектура предприятия и моделирование бизнес-процессов",
					"hall": "132Б",
					"lecturer": "Шепталин Г. А."
				},
				{
					"number": "7",
					"name": "Архитектура предприятия и моделирование бизнес-процессов",
					"hall": "132Б",
					"lecturer": "Шепталин Г. А."
				},
				{
					"number": "8",
					"name": "Имитационное моделирование",
					"hall": "432 (1-13 н.)",
					"lecturer": "Шилова О. Ю."
				}
			],
			"Пятница": [
				{
					"number": "2",
					"name": "Интернет-маркетинг",
					"hall": "132А",
					"lecturer": "Новикова М. В."
				},
				{
					"number": "3",
					"name": "Интернет-маркетинг",
					"hall": "132А",
					"lecturer": "Новикова М. В."
				}
			],
			"Суббота": [
				{
					"number": "1",
					"name": "Интернет-технологии",
					"hall": "132Б",
					"lecturer": "Потапов В. В."
				},
				{
					"number": "2",
					"name": "Интернет-технологии",
					"hall": "132Б",
					"lecturer": "Потапов В. В."
				},
				{
					"number": "3",
					"name": "Базы и хранилища данных",
					"hall": "132Б",
					"lecturer": "Барабанщиков И. В."
				},
				{
					"number": "4",
					"name": "Базы и хранилища данных",
					"hall": "132Б",
					"lecturer": "Барабанщиков И. В."
				}
			],
			"Воскресенье": []
		}
	},
	{
		"groupName": "ПрИ-401*",
		"even": {
			"Понедельник": [
				{
					"number": "5",
					"name": "Компьютерная графика",
					"hall": "132",
					"lecturer": "Потапов В. В."
				},
				{
					"number": "6",
					"name": "Компьютерная графика",
					"hall": "132",
					"lecturer": "Потапов В. В."
				},
				{
					"number": "7",
					"name": "Компьютерная графика",
					"hall": "132",
					"lecturer": "Потапов В. В."
				}
			],
			"Вторник": [
				{
					"number": "7",
					"name": "Проектирование и разработка распределённых программных систем",
					"hall": "132А",
					"lecturer": "Шевченко И. В."
				},
				{
					"number": "8",
					"name": "Проектирование и разработка распределённых программных систем",
					"hall": "132А",
					"lecturer": "Шевченко И. В."
				}
			],
			"Среда": [
				{
					"number": "6",
					"name": "Информационные системы и технологии",
					"hall": "432",
					"lecturer": "Ботов С. Г."
				},
				{
					"number": "7",
					"name": "Информационные системы и технологии",
					"hall": "432",
					"lecturer": "Ботов С. Г."
				},
				{
					"number": "8",
					"name": "Информационные системы и технологии",
					"hall": "432",
					"lecturer": "Ботов С. Г."
				}
			],
			"Четверг": [
				{
					"number": "7",
					"name": "Анализ данных",
					"hall": "132",
					"lecturer": "Алюков С. В."
				},
				{
					"number": "8",
					"name": "Анализ данных",
					"hall": "132",
					"lecturer": "Алюков С. В."
				}
			],
			"Пятница": [],
			"Суббота": [
				{
					"number": "3",
					"name": "Защита информации",
					"hall": "-",
					"lecturer": "Косенко М. Ю."
				},
				{
					"number": "4",
					"name": "Защита информации",
					"hall": "-",
					"lecturer": "Косенко М. Ю."
				}
			],
			"Воскресенье": []
		},
		"odd": {
			"Понедельник": [],
			"Вторник": [
				{
					"number": "7",
					"name": "Проектирование и разработка распределённых программных систем",
					"hall": "132А",
					"lecturer": "Шевченко И. В."
				},
				{
					"number": "8",
					"name": "Проектирование и разработка распределённых программных систем",
					"hall": "132А",
					"lecturer": "Шевченко И. В."
				}
			],
			"Среда": [
				{
					"number": "6",
					"name": "Интернет-предпринимательство",
					"hall": "132",
					"lecturer": "Петриченко Ю. В. и другие"
				},
				{
					"number": "7",
					"name": "Интернет-предпринимательство",
					"hall": "132",
					"lecturer": "Петриченко Ю. В. и другие"
				},
				{
					"number": "8",
					"name": "Интернет-предпринимательство",
					"hall": "132",
					"lecturer": "Петриченко Ю. В. и другие"
				}
			],
			"Четверг": [],
			"Пятница": [
				{
					"number": "7",
					"name": "Управление ИТ-сервисами и контентом",
					"hall": "132",
					"lecturer": "Полторак С. Н."
				},
				{
					"number": "8",
					"name": "Управление ИТ-сервисами и контентом",
					"hall": "132",
					"lecturer": "Полторак С. Н."
				}
			],
			"Суббота": [
				{
					"number": "3",
					"name": "Защита информации",
					"hall": "-",
					"lecturer": "Косенко М. Ю."
				}
			],
			"Воскресенье": []
		}
	},
	{
		"groupName": "БИ-401*",
		"even": {
			"Понедельник": [],
			"Вторник": [],
			"Среда": [
				{
					"number": "4",
					"name": "Корпоративные информационные системы",
					"hall": "132Б",
					"lecturer": "Ботов С. Г."
				},
				{
					"number": "5",
					"name": "Корпоративные информационные системы",
					"hall": "132Б",
					"lecturer": "Ботов С. Г."
				},
				{
					"number": "6",
					"name": "Корпоративные информационные системы",
					"hall": "432",
					"lecturer": "Ботов С. Г."
				}
			],
			"Четверг": [
				{
					"number": "6",
					"name": "Анализ данных",
					"hall": "132А",
					"lecturer": "Алюков С. В."
				},
				{
					"number": "7",
					"name": "Анализ данных",
					"hall": "132",
					"lecturer": "Алюков С. В."
				}
			],
			"Пятница": [],
			"Суббота": [
				{
					"number": "1",
					"name": "Информационная безопасность и ИТ-инфраструктура предприятия",
					"hall": "132",
					"lecturer": "Кондратенко И. Р."
				},
				{
					"number": "2",
					"name": "Информационная безопасность и ИТ-инфраструктура предприятия",
					"hall": "132",
					"lecturer": "Кондратенко И. Р."
				}
			],
			"Воскресенье": []
		},
		"odd": {
			"Понедельник": [
				{
					"number": "5",
					"name": "Архитектура предприятия и моделирование бизнес-процессов",
					"hall": "132Б",
					"lecturer": "Шепталин Г. А."
				},
				{
					"number": "6",
					"name": "Архитектура предприятия и моделирование бизнес-процессов",
					"hall": "132Б",
					"lecturer": "Шепталин Г. А."
				}
			],
			"Вторник": [
				{
					"number": "5",
					"name": "Деловые коммуникации",
					"hall": "132Б",
					"lecturer": "Петриченко Ю. В."
				},
				{
					"number": "6",
					"name": "Деловые коммуникации",
					"hall": "132Б",
					"lecturer": "Петриченко Ю. В."
				}
			],
			"Среда": [
				{
					"number": "5",
					"name": "Корпоративные информационные системы",
					"hall": "132Б",
					"lecturer": "Ботов С. Г."
				},
				{
					"number": "6",
					"name": "Интернет-предпринимательство",
					"hall": "132",
					"lecturer": "Петриченко Ю. В. и другие"
				},
				{
					"number": "7",
					"name": "Интернет-предпринимательство",
					"hall": "132",
					"lecturer": "Петриченко Ю. В. и другие"
				},
				{
					"number": "8",
					"name": "Интернет-предпринимательство",
					"hall": "132",
					"lecturer": "Петриченко Ю. В. и другие"
				}
			],
			"Четверг": [
				{
					"number": "5",
					"name": "Организация и автоматизация финансовой деятельности предприятия",
					"hall": "119, 2К",
					"lecturer": "Ткач Е. С."
				},
				{
					"number": "6",
					"name": "Организация и автоматизация финансовой деятельности предприятия",
					"hall": "119, 2К",
					"lecturer": "Ткач Е. С."
				},
				{
					"number": "7",
					"name": "Организация и автоматизация финансовой деятельности предприятия",
					"hall": "119, 2К",
					"lecturer": "Ткач Е. С."
				}
			],
			"Пятница": [
				{
					"number": "7",
					"name": "Управление ИТ-сервисами и контентом",
					"hall": "132",
					"lecturer": "Полторак С. Н."
				},
				{
					"number": "8",
					"name": "Управление ИТ-сервисами и контентом",
					"hall": "132",
					"lecturer": "Полторак С. Н."
				}
			],
			"Суббота": [],
			"Воскресенье": []
		}
	}
];

export default SheduleJson;